

greeting_message = 'Пожалуйста нажмите на кнопку "📄 Описание", что бы ознакомиться с инструкцией.'

description = 'Я бот созданный для Парсинга товаров с сайта Wilberries.\n' \
              'Что такое прасин - это процесс сбора данных с сайтов по определенным криетиям.\n' \
              'Критерий для парсинга очень много и все они используются для разных целей.\n' \
              '\n' \
              'Я же в свою очередь собираю и выгружаю данные по категориям товаров, котрые вводят пользователи,\n' \
              'например, вы ввели категорию "Носки" и я выгружу определенные параметры по вашему запросу, а именно:\n' \
              '\n' \
              '1. Артикул товара.\n' \
              '2. Наименование товара.\n' \
              '3. Его рейтинг.\n' \
              '4. Количество отзывов.\n' \
              '5. Стоимсоть.\n' \
              '6. И ссылка на сам товар в магазине.\n' \
              '\n' \
              'Тем самым вы можете пробежаться по списку товаров, выбрать что вас заинтересовало про параметрам\n' \
              'и перейти на страницу продавца для более детального изучения.\n' \
              '\n' \
              'Что бы начать введите интересующую Вас категорию\n' \
              '\n' \
              'Чтобы остновить парсинг информации нажмите на кнопку "❌ Стоп"\n' \
              '\n' \
              'Если хотите восстановить парсинг, нажмите на кнопку "▶️ Старт",\n' \
              'при этом имейте ввиду, что если вы захотите спарсить категорию товаров,\n' \
              'которую парсили до этого, но остановили кнопкой "❌ Стоп", вам придется парсить\n' \
              'категорию заново. Будте внимательнее.'